# St7GetBeamMoveToOffset

Returns whether to Move to Offset the display of beams.

long St7GetBeamMoveToOffset(long uID, bool* Show)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Show

The state of the Move to Offset option; either True or False.